;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language= Українська/Ukrainian
WebLang=UKR
Translator=Alexey Lugin - alexeylugin@gmail.com
Codepage=UNICODE 
Version=5.4.7


[Uninstaller Toolbar]
102 = Вигляд
103 = Налаштування 
104 = Деінсталятор 
105 = Інструменти 
106 = Режим полювання 
107 = Список 
108 = Піктограми 
109 = Деталі 
110 = Деінсталяція 
111 = Видалити елемент 
112 = Оновити 
113 = Видалити вибраний елемент? 
114 = Деінсталювати вибрану програму? 
115 = Автооновлення 
116 = Довідка 
117 = Довідка по поточному інструменту… 
118 = Домашня сторінка… 
119 = Про програму… 
120 = У вас немає привілеїв адміністратора! 
121 = Видалити вибраний компонент системи?\nЗУПИНІТЬСЯ, якщо не впевнені в тому, що ви робите! 
122 = Деінсталятор показує усі програми і компоненти, встановлені для всіх і поточного користувача. У поданні "Деталі" або через контекстне меню ви можете отримати докладну інформацію (посилання та властивості інсталяцій). Головна особливість програми Revo Uninstaller - це Режим полювання. Цей режим дасть вам гнучку можливість деінсталяції, зупинки, видалення або блокування в Автозавантаженні лише одним клацанням по програмі. 
123 = Пошук
124 = Знайдено: 
125 = Видалити вибраний системний компонент з реєстру?\nВін може бути необхідний вашій операційній системі! 
126 =  видалена з автозавантаження! 
127 =  додана в автозавантаження 
128 = %s встановлено в тому ж місці, що й %s!\nТам можуть бути залишені файли від обох програм! Обережно виберіть ті з них, які потрібно видалити! 
129 = Примусова MSI деінсталяція

[Uninstaller List]
150 = Програма
151 = Розмір
152 = Версія
153 = Дата інсталяції
154 = Компанія
155 = Сайт
156 = Коментар
157 = Рядок деінсталятора
158 = Ключ реєстру
159 = Інсталятор

[Uninstaller StatusBar]
201 = Інсталяції:
202 = Завантаження…

[Registry Optimizer]
302 = Виберіть що сканувати
303 = Меню Пуск

[Autorun Toolbar]
407 = Запустити 
408 = Вбити 
409 = Видалити 
410 = Елементів: 
411 = Увімкнено: 
412 = З Менеджером автозавантаження можна не лише дозволити або заборонити автозавантаження програм при запуску Windows, але й отримати більше інформації про конкретні програми, прописані в Автозавантаженні системи. Ви можете отримати інформацію про видавця такої програми, її опис, статус програми (запускається вона чи ні), шляхи запуску (де вона збережена на комп'ютері). 

[Autorun List] 
450 = Ім'я
451 = Шлях 
452 = Опис 
453 = Видавець 
454 = Стан 
455 = Розташування 
456 = ВИКОНУЄТЬСЯ 
457 = НЕ ВИКОНУЄТЬСЯ 
458 = НЕДІЙСНИЙ 
459 = Вбити процес 
460 = Запустити процес 
461 = Відкрити папку з програмою 
462 = Розташування в реєстрі 
463 = Копіювати шлях завантаження
464 = Видалити вибрані 
465 = Видалити усі недійсні 
466 = Видалити усі непрацюючі
467 = Видалити усі відключені 
468 = Властивості… 
470 = Закрити вибрану програму?\nУсі незбережені дані будуть втрачені! 
471 = Видалити вибраний елемент? 
472 = Видалити усі недійсні елементи? 
473 = Видалити усі непрацюючі елементи? 
474 = Видалити усі відключені елементи? 
475 = Команда не існує! 
476 = НЕВІДОМИЙ 
477 = Заборонити автозавантаження 
478 = Дозволити автозавантаження

[Outlook Control]
300 = Оптимізація 
301 = Оптимізатор реєстру 
400 = Менеджер автозавантаження
500 = Очищувач слідів 
501 = Очищувач браузерів 
600 = Очищувач Microsoft Office 
700 = Очищувач Windows 
800 = Видалення доказів 
900 = Невідновлюване видалення 
2100 = Інструменти Windows 
2200 = Очищувач непотрібних файлів 

[Track Cleaner Browsers]
507 = Очистити все 
508 = Очистити історію відвідувань інтернет-сторінок 
509 = Видалити історію адресного рядка 
510 = Видалити тимчасові файли Інтернету 
511 = Видалити куки 
512 = Видалити файли Index.dat 
513 = Виконати 
514 = Видалити історію завантажень 
515 = Видалити історію сесій 
516 = Видалити історію заповнення форм 
517 = Деінсталятори 
518 = Очистити всі вибрані історії? 
521 = Очистити історію Internet Explorer? 
522 = Очистити історію Firefox? 
523 = Очистити історію Opera? 
524 = Очистити історію Netscape? 
525 = Ваш браузер записує детальну інформацію про усі відвідані вами сторінки в інтернеті. Все це може бути доступним для будь-кого простим натисканням кнопки в вікні браузера і усі ваші інтернет-мандри будуть як на долоні! З очищувачем браузерів можна видалити тимчасові файли Інтернету, а це - усі малюнки, які ви переглядали, усі онлайн відео і веб-сторінки, відвідані вами. Видалення тимчасових файлів інтернету звільнить чимало місця на вашому диску. 
526 = Закрийте ваш браузер перед очищенням слідів. 
527 = Файли Index.dat будуть видалені під час наступного запуску системи. 
599 = Очищення слідів вибраних елементів виконане! 

[Office Track Cleaner]
601 = Очистити 
607 = Очистити історію відкриття документів MS Word 
608 = Включаючи Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 та Word 2016
609 = Очистити історію відкриття документів MS Excel 
610 = Включаючи Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 та Excel 2016
611 = Очистити історію відкриття документів MS Access 
612 = Включаючи Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 та Access 2016
613 = Очистити історію відкриття документів MS PowerPoint 
614 = Включаючи PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 та PowerPoint 2016
615 = Очистити історію відкриття документів MS FrontPage 
616 = Включаючи FrontPage 2000, FrontPage XP і FrontPage 2003
617 = Очищувач Microsoft Office надає можливість видалити історію всіх файлів, які відкривалися в Microsoft Word, Excel, Access, PowerPoint і FrontPage. Якщо не потрібно, аби хто-небудь ще побачив, які останні документи відкривалися або редагувалися - таблиці, документи та інші файли, створені за допомогою Microsoft Office, - просто виберіть те, що не потрібно і натисніть на кнопку "Очистити". Списки недавно відкритих документів будуть тепер порожні.

[Windows Tracks Cleaner]
701 = Очистити 
707 = Очистити історію відкриття документів 
708 = Очистити історію меню Пуск
709 = Очистити історію пошуку файлів 
710 = Очистити історію принтерів, комп'ютерів і пошуку людей 
711 = Очистити буфер обміну 
712 = Очистити історію відкриття документів "MS Paint" 
713 = Очистити історію відкриття документів "MS Wordpad" 
714 = Очистити історію відкриття ключів в Regedit 
715 = Очистити історію діалогів Відкрити/Зберегти 
716 = Очистити історію останньої відкритої папки 
717 = Спорожнити Кошик 
718 = Видалити тимчасові файли Windows 
719 = Видалити протоколи натискань в меню Пуск 
720 = Microsoft Windows зберігає сліди багатьох ваших дій на комп'ютері, таких як історія пошуку файлів, коли ви шукаєте файли та папки; історія нещодавно відкритих документів; історія відкриття/збереження, використовувана в стандартних діалогах Відкрити/Зберегти різних програм, встановлених на вашому комп'ютері, та багато іншого. Очищувач Windows допоможе вам видалити всю цю історію і тимчасові файли. Ви також можете очистити Кошик і видалити тимчасові файли, що звільнить чимало місця на диску. 
721 = Історія запусків буде видалена після нового завантаження процесу explorer.exe. 
722 = Сліди в реєстрі Windows 
723 = Сліди на локальному диску 
724 = Видалити файли дампу пам'яті 
725 = Видалити фрагменти відновлених Chkdsk (Check Disk) файлів 
750 = Зняти відмічені пункти в поточному модулі
751 = Зняти відмічені пункти в усіх модулях Очищувача історії 

[Evidence Remover]
802 = Виконати 
803 = Знищення 
804 = Зачекайте, триває процес знищення. 
805 = Завершено 
806 = Виберіть диски, з яких потрібно видалити сліди і докази вашої роботи. Цей інструмент застосовується лише до вже видалених даних. УВАГА: після завершення процесу буде неможливо відновити видалені файли! 
807 = Коли ви спорожнюєте кошик, ваші файли і папки лише позначаються як видалені, але вони не стерті фізично. Цей інструмент зітре назавжди файли і папки, які вже були видалені, але залишаються фізично на вашому диску. Не має значення, який інструмент ви чи хтось інший будете використовувати для відновлення даних, результат буде завжди один і той же - дані, стерті за допомогою "Видалення доказів", відновити неможливо! 
808 = Стерти залишені сліди і докази на вибраних дисках?

[Unrecoverable Delete]
912 = Список файлів і папок, які будуть видалені без можливості відновлення
913 = Файли 
914 = Папки 
915 = Вставте файли, які потрібно видалити і прибрати з системи. Ці файли неможливо буде відновити ні програмно, ні фізично! 
916 = Вставте папки, які потрібно видалити і прибрати з системи. Ці папки неможливо буде відновити ні програмно, ні фізично! 
917 = Додати файли для видалення 
918 = Додати папки для видалення 
919 = ВИДАЛИТИ НАЗАВЖДИ 
920 = Очистити список 
921 = Якщо потрібно безпечно видалити файл або папку і бути впевненим, що ніхто ні з яким інструментом не буде мати можливості відновити цей файл або папку, використовуйте Невідновлюване видалення. Видалення файлів і очищення Кошика не означає, що ці файли зникли назавжди. Вони все ще на жорсткому диску і будь-хто може відновити видалені дані досить легко. Даний інструмент робить це неможливим в силу того, що він фізично затирає всі файли та папки. 
922 = Видалити назавжди вибрані файли і папки?

[Options Tree]
1001 = Параметри
1002 = Експортувати усі параметри
1003 = Імпортувати усі параметри
1100 = Основні 1200 = Деінсталятор 

[General]
1101 = Поточна мова: 
1102 = Розширений режим 
1103 = Перевіряти оновлення при запуску
1104 = Автоматично оновлювати у фоні
1105 = Пошук в Інтернеті:
1106 = Служби пошуку: 

[Uninstaller Options]
1201 = Показувати оновлення системи 
1202 = Показувати компоненти системи 
1204 = Запускати лише вбудований деінсталятор програми 
1205 = (Не підтримується в Windows Vista) 
1206 = Створити точку відновлення системи перед деінсталяцією
1208 = Вимкнути історію деінсталяцій
1209 = Показувати ярлики веб-сторінок


[Auto Update]
1907 = Оновлення 
1908 = Інформація про версію 
1909 = Поточна версія: 
1910 = Остання версія: 
1911 = ЗАВАНТАЖИТИ 
1912 = Отримати нову версію 
1913 = Що нового 
1914 = Перевірка… 
1915 = Помилка підключення… 
1916 = ЗУПИНИТИ 
1917 = Завантажено %s з %s 
1918 = Завантажено %s (розмір невідомий) 
1919 = Revo Uninstaller не може з'єднатися з www.revouninstaller.com. Перевірте активність вашого інтернет-з'єднання і чи не блокує ваш брандмауер Revo Uninstaller Pro 
1920 = Помилка: перевірка нової версії неможлива. Відсутнє з'єднання з інтернетом.
1921 = Завантаження…
1922 = Початок оновлення…
1923 = Готово
1924 = Немає доступного оновлення
1925 = Успішно оновлено до останньої версії (%s)


[WinTools]
2110 = Запуск
2111 = Є багато зручних та корисних інструментів і компонентів, які входять до складу операційної системи Windows. Деякі працюють з командного рядка, до інших важко дістатися. Інструменти Windows надають швидкий доступ одним клацанням до більш ніж десяти інструментів Windows, які ви використовуєте у своїй повсякденній роботі. 
2112 = Ви можете використовувати це для відновлення комп'ютера до попереднього стану, при виникненні проблем, без втрати персональних даних та налаштувань. System Restore проводить моніторинг змін системи і деяких файлів програм і автоматично створює точки повернення. Ці точки повернення дають можливість повернути систему до попереднього стану. Вони створюються щодня і під час значущих для системи подій. Ви можете вланоруч створити і назвати свої точки відновлення в будь-який час. 
2113 = Ви можете використовувати це для збору та демонстрації інформації про обладнання комп'ютера і його операційної системи, вашої інтернет-конфігурації, і настройках модему і мережевого адаптора. З інструментом Діагностика мережі  ви можете сканувати систему і протестувати роботу мережф і перевірити доступність деяких мережевих служб і програм. 
2114 = Інформація про мережу дозволяє переглянути усі поточні значення конфігурації TCP/IP мережі і оновити налаштування Dynamic Host Configuration Protocol (DHCP) і Domain Name System (DNS). Показує повну конфігурацію TCP/IP для всіх адаптерів, включаючи адреси IP, MAC адреси, маску підмережі, шлюз за промовчанням, Windows Internet Naming Service (WINS) і конфігурацію DNS. 
2115 = Центр безпеки використовують, щоб перевірити стан трьох основ безпеки вашого комп'ютера - Брандмуера, антивірусну програму і Автоматичного оновлення. Якщо виявиться проблема з будь-якою з трьох основ (наприклад, якщо антивірусна програма застаріла), Центр безпеки сповістить вас про це і надасть рекомендації, як краще захистити ваш комп'ютер. 
2116 = Властивості системи використовують для наступного: перегляд базової інформації, такої як тип вашого процесора і оперативної пам'яті; Перегляд і зміна налаштувань, які контролють використання пам'яті комп'ютером і знаходження відповідної інформації; Знаходить інформацію про конфігурацію обладнання і його властивості, встановлює профілі обладнання; Перегляд інформації про якість мережі і профілі входу в систему. Надсилати звіти про помилки системи і програм до Microsoft або вашому системному адміністратору при їх виникненні. 
2117 = Інформація про систему - це компонент операційної системи Windows, який збирає і показує інформацію про конфігурацію системи для локального та віддаленого комп'ютерів. Він містить у собі інформацію про апаратну конфігурацію, компоненти комп'ютера і програмне середовище, включаючи підписані і не підписані драйвери. Інформація про систему - це інструмент, що сприяє швидкому отриманню відомостей про комп'ютер і його операційну систему. 
2118 = Команда TCP/IP Netstat - це компонент операційної системи Windows який показує всі активні TCP підключення і TCP та UDP порти, які прослуховує комп'ютер, і показує відповідну програму, пов'язану зі створенням кожного з'єднання або прослуховуванням порту. У цьому випадку ім'я програми пишеться в [ ] під рядком, зверху - компонент, що її викликав, і так далі до досягнення TCP/IP. 
2119 = На екранній клавіатурі відображається віртуальна клавіатура на екрані, що дозволяє користувачам з обмеженими можливостями вводити дані за дпомогою вказівного пристрою або джойстика. Екранна клавіатура призначена лише для забезпечення базових потреб людей з обмеженою рухливістю. Ви також можете використовувати екранну клавіатуру, якщо підозрюєте наявність клавіатурного шпигуна, встановленого на вашому ПК, коли всі натиснення клавіш записуються. Екранна клавіатура усуває саму можливість запису процесу натиснення клавіш. 
2120 = Дефрагментатор диска аналізує локальні диски і консолідує фрагментовані файли та папки таким чином, щоб кожен займав один нерозривний простір на диску. Як результат, ваша система зможе отримувати доступ до файлів і папок, а нові зберігати раціональніше. Консолідуючи ваші файли і папки, Дефрагментатор також об'єднує вільний дисковий простір, зменшуючи ймовірність фрагментації нових файлів. 
2121 = Служби використовуются для запуску, зупинки, паузи, отримання властивостей, або вимкнення служби на віддаленому або локальному комп'ютерах. Керувати службами на локальному і віддаленому комп'ютері; Викликати відновлювальні дії при виході служби з ладу, наприклад, автоматичний перезапуск служби; Увімкнути або вимкнути службу для конкретного профілю; Переглянути статус і властивості кожної служби. 
2122 = Спільні папки потрібні для керування спільними ресурсами за допомогою мережі, контролювати доступ користувачів, активність сеансів, властивості загальних ресурсів і переглянути звіт про з'єднання і використання ресурсів для локального та віддалених комп'ютерів. У Спільних папках ви можете: створювати, переглядати і встановлювати дозволи для загальних ресурсів; Побачити список усіх користувачів, під'єднаних через мережу до комп'ютера і від'єднати одного або всіх; Переглянути список файлів, які були відкриті віддаленими користувачами. 
2123 = Групова політика містить у собі налаштування політики для Конфігурації користувача, яка впливає на користувачів, і для Конфігурації комп'ютера, яка впливає на комп'ютери. Параметри Групової політики впливають на різні компоненти для користувача середовища на зразок "Робочого столу", яким необхідно керувати системному адміністратору, наприклад, програмами, які доступні користувачам, відображенням піктограм на Робочому столі користувача, і опціями меню Пуск. 
2124 = Інструмент Додати/видалити компоненти Windows допоможе вам керувати встановленими на вашому комп'ютері компонентами Windows. Після встановлення операційної системи Windows на комп'ютер, ви можете використовувати її для додавання компонентів Windows, які не були включені до початкової інсталяції, або видалити наявні, але більше не потрібні вам компоненти Windows. 
2125 = Засіб видалення шкідливих програм Microsoft Windows перевіряє комп'ютери, які працюють з операційною системою Windows, на зараження широко поширеними зловмисними програмами і допомагає видалити виявлену заразу. Ці програми містять у собі віруси, черв'яків і троянів. Після завершення процесу виявлення і видалення, утиліта покаже звіт з результатами роботи, що включає в себе усі знайдені і видалені небажані програми.


[Junk Files Cleaner Options]
2202 = Диски для сканування: 
2203 = Шаблон 
2204 = Опис 
2205 = Додати 
2206 = Видалити 
2207 = За промовчанням 
2208 = Очищувач непотрібних файлів::Основні 
2209 = Очищувач непотрібних файлів::Винятки 
2220 = Шаблон для пошуку: 
2221 = Ви можете використовувати символи (?,*) як маски 
2222 = Додати шаблон 
2223 = Додати шаблон винятків 
2224 = Ви можете використовувати символи (?,*) як маски 
2225 = Шаблон винятків: 
2226 = Видаляти файли до Кошика 
2227 = Ігнорувати файли, до яких був доступ останні 24 години 

[Junk Files Cleaner Tool]
2306 = Сканувати 
2307 = Видалити 
2308 = Сканування 
2309 = Зачекайте, триває процес сканування. 
2310 = Скасувати 
2311 = Ім'я 
2312 = Розмір
2314 = Шукати в %s 
2319 = Файлів:
2320 = Загальний розмір: 
2323 = Файли використовуються Windows або іншою програмою\nі не можуть бути видалені зараз 
2324 = Потрібно вибрати як мінімум один диск і розширення для початку сканування 
2325 = Очищувач непотрібних файлів надає вам можливість знайти і видалити різні типи непотрібних файлів із системи. Зазвичай, такі файли видаляються програмою, яка їх створила, після того як вона перестає мати потребу в них. Тим не менше, вони можуть періодично залишатися на жорсткому диску, якщо відбувається раптове закриття програм, крах системи і т.д. Якщо це відбувається, то стає причиною зменшення вільного дискового простору або сповільнює комп'ютер. 
2326 = Файл: 
2327 = Видалення файлів
2328 = Непотрібних файлів не знайдено 

[Context Menu Junk Files Cleaner]
2313 = Відкрити 
2314 = Пошук в Google 
2315 = Відкрити папку, яка містить файл 
2316 = Властивості… 
2317 = Виділити усі елементи 
2318 = Зняти виділення з усіх 
2321 = Виділити вибрані елементи 
2322 = Зняти виділення з вибраних елементів

[Topmost Window]
4002 = Параметри 
4003 = Відкрити головне вікно 
4004 = Режим перетягування 
4005 = Режим полювання 
4006 = Розмір 
4007 = Малий 
4008 = Середній 
4009 = Великий 
4010 = Розмір вікна 
4011 = Вихід 
4012 = Деінсталювати 
4013 = Зупинити автозавантаження 
4014 = Завершити процес 
4015 = Завершити і видалити процес 
4016 = Відкрити вміщуючу папку 
4017 = Інформація 
4018 = Властивості 
4019 = СКАСУВАТИ 
4020 = Підтримується лише один файл! 
4021 = Ви перетягнули папку, перетягніть і файл! 
4022 = Деінсталювати або видалити: 
4023 = Неможливо виконати! Спробуйте вказати на інше вікно, піктограму або елемент панелі завдань. 
4024 = Не запускається команда деінсталяції!\nВидаліть програму через деінсталятори. 
4025 = Не знайдено інсталяційний пакет!\nПорада: отримайте більше інформації для програми та\nспробуйте видалити її з головного вікна! 
4026 = Цільова програма відключена в автозавантаженні!\nПорада: якщо потрібно запустити її знову, використовуйте інструмент автозавантаження самої програми! 
4027 = Цільову програму не знайдено в основних місцях автозавантаження!\nПорада: для пошуку місць, які рідко використовуються для автозавантаження програм, перегляньте веб-сайт Google! 
4028 = Закрити вибрану програму?\nУсі незбережені дані будуть втрачені! 
4029 = Деінсталятори 
4030 = Закрити і видалити вибрану програму?\nУсі незбережені дані будуть втрачені! 
4031 = Закрити Провідник Windows?\nМеню Пуск, Панель завдань і область сповіщень зникнуть! 
4032 = Автозавантаження з Windows 
4033 = Прозорість 
4034 = Перетягніть ціль у відкрите вікно, піктограму або елемент панелі завдань.
4035 = Завжди зверху

[Scan After Uninstall]
4210 = Розташування 
4211 = Ключ 
4212 = Значення 
4213 = Дані 
4214 = Файл 
4215 = Елементи не вибрано. Виберіть елементи для видалення! 
4216 = Сканування після деінсталяції 
4217 = Вибрати все 
4218 = Скасувати вибір 
4219 = Видалити 
4220 = Залишені файли 
4221 = Залишені елементи реєстру 
4222 = Сканування перед деінсталяцією, зачекайте… 
4223 = Виконання деінсталяції… 
4224 = Запустіть сканування на наявність залишених файлів, папок і ключів реєстру після завершення основного процесу деінсталяції 
4225 = Сканування після деінсталяції, зачекайте… 
4226 = Ретельно перевірте перелічені елементи! 
4227 = Закрити 
4228 = Файли, що залишились у списку, будуть видалені під час наступного перезавантаження комп'ютера 
4229 = Невдалий запуск деінсталятора програми!\nМожливо, недійсна команда деінсталяції! 
4230 = Назад 
4231 = Далі 
4232 = Вибір режиму деінсталяції 
4233 = Режими 
4234 = Вбудований - запуск лише деінсталятора програми без додаткового сканування 
4235 = Безпечний - включає в себе "Вбудований режим" і додатковий пошук в реєстрі і на диску лише залишених записів та елементів, які можна безпечно видалити. Швидкий режим. 
4236 = Помірний - включає в себе "Безпечний режим" та виконує розширене сканування, щоб знайти всю залишкову інформацію програми в найпоширеніших місцях реєстру та на диску.
4237 = Розширений - включає в себе "Помірний режим" і виконує глибоке і ретельне сканування, щоб знайти всю залишкову інформацію програми в реєстрі та на диску. Повільний режим.
4238 = Аналіз даних програми перед деінсталяцією. 
4239 = Запуск вбудованого деінсталятора програми. 
4240 = Натисніть "Далі" для пошуку файлів, папок і записів у реєстрі, що залишилися після завершення роботи деінсталятора програми. 
4241 = Виконується первинний аналіз і деінсталяція
4242 = Сканування на наявність залишків 
4243 = Вбудований деінсталятор завершив роботу, тепер сканується реєстр і жорсткий диск на наявність залишкових файлів, папок і елементів реєстру, пов’язаних з видаленою програмою. Зачекайте…
4244 = Знайдені залишені записи реєстру 
4245 = Знайдено записів у реєстрі: 
4246 = Важливо: ретельно перевіряйте елементи, виділені жирним шрифтом! Видалятимуться лише виділені жирним шрифтом елементи і їх підпункти! 
4247 = Знайдені непотрібні файли та папки 
4248 = Знайдено елементів: 
4249 = Мій комп'ютер 
4250 = Revo Uninstaller не зміг запустити вбудований деінсталятор програми. Можливо, недійсна команда деінсталяції програми або пошкоджено деінсталятор. Ви можете натиснути "Назад" та спробувати інший режим деінсталяції. 
4251 = Вбудований деінсталятор завершив роботу. Revo Uninstaller не проводив пошук непотрібних елементів. Ви можете натиснути "Назад" та спробувати інший режим деінсталяції для пошуку непотрібних файлів, папок і записів реєстру. 
4252 = Revo Uninstaller успішно завершив процедуру деінсталяції, але залишилися непотрібні елементи. Ви можете натиснути "Назад" та спробувати Розширений режим деінсталяції для глибшого сканування. 
4253 = Revo Uninstaller успішно завершив процедуру деінсталяції. Якщо потрібно знайти більше непотрібних елементів, натисніть "Назад" і спробуйте Розширений режим деінсталяції для глибшого сканування. 
4254 = Готово
4255 = Перемістити вибрані файли до Кошика? 
4256 = Видалити вибрані записи реєстру? 
4257 = Revo Uninstaller успішно завершив процедуру деінсталяції! 
4258 = Пропустити видалення знайдених залишених даних Реєстру та перейти до наступного кроку? 
4259 = Пропустити видалення знайдених залишених файлів і папок і перейти до наступного кроку? 
4260 = Пошук забутих елементів завершений. Натисніть "Далі" для перегляду результатів пошуку! 
4261 = Створення точки відновлення системи… 
4262 = Створення точки відновлення системи - невдача! 
4263 = Створення точки відновлення системи скасоване (у Налаштування->Деінсталятори) 
4264 = Створення точки відновлення системи - готово!
4265 = Файлова система
4266 = Сканування на наявність залишків від
4267 = залишки, знайдені в реєстрі та файловій системі
4268 = залишки, видалені з реєстру та файлової системи
4269 = деінстальовані програми
4270 = Не вдалося створити точку відновлення (відновлення системи вимкнене в параметрах Windows)
4271 = Видалення знайдених залишків із реєстру та файлової системи…
4272 = Сканування на наявність залишків…

[About]
4300 = Перекладачі:

[ContextMenu Uninstaller]
5000 = Команди 
5001 = Інформація 
5002 = Шукати в %s
5004 = Папка встановлення 
5005 = Відкрити посилання Про програму… 
5006 = Відкрити посилання Довідка… 
5007 = Відкрити посилання Оновлення… 
5008 = Відкрити ключ реєстру…
5009 = Приховати 

[Common]
10000 = OK 
10001 = Скасувати 
10002 = Довідка 
10003 = Огляд 
10004 = Довідка по поточному інструменту 
10005 = Домашня сторінка 
10006 = Про програму 
10007 = Попередження 
10008 = ПОМИЛКА
10009 = Так
10010 = Ні
10011 = Призупинити
10012 = Продовжити
10013 = За промовчанням
10014 = Зачекайте…
10015 = Пізніше
10016 = Ніколи
10017 = Операцію успішно завершено!
10018 = Зачекайте, триває виконання…
10019 = Редагувати
10020 = Повторити
10021 = Ігнорувати
10022 = Перервати
10023 = Видалити
10024 = Зберегти
10025 = Елементи
10026 = Запустити
10027 = Закрити (рекомендовано)
10028 = URL:
10029 = Все
10030 = Показати

[Tooltips]
2000 = Переключення в режим деінсталяції 
2001 = Показати панель інструментів 
2002 = Встановити параметри за вашим бажанням 
2003 = Переключення в режим полювання 
2004 = Зміна вигляду списку встановлених програм 
2005 = Деінсталювати вибрану програму 
2006 = Видалити вибраний елемент з реєстру 
2007 = Оновити список програм 
2008 = Оновити поточну версію до нової 
2009 = Знайти додаткову інформацію і відповіді на всі ваші запитання про програму 
404 = Запуск вибраної програми 
405 = Зупинити і закрити вибрану програму 
406 = Видалити вибрану програму з Автозавантаження 
506 = Очистити вибране 
605 = Очистити вибране 
705 = Очистити вибране 
2106 = Запустити вибраний інструмент 
2304 = Пошук непотрібних файлів відповідно до вибраних параметрів 
2305 = Видалити позначені файли до Кошика  



[UninstallerPro]
15000 = Основні 
15001 = Керування\nгрупами 
15002 = Нові програми 
15003 = Інші програми 
15004 = Назва 
15005 = Перейменувати 
15006 = Інтернет 
15007 = Ігри 
15008 = Мультимедіа 
15009 = Утиліти 
15050 = Вище
15051 = Нижче 
15052 = Додати 
15053 = Видалити 
15054 = Стовпчики 
15055 = Видалити цей стовпчик 
15056 = Вирівнювання 
15057 = Зліва 
15058 = По центру 
15059 = Справа 
15060 = Заповнення 
15061 = Експортувати в 
15062 = Текстовий формат (txt) 
15063 = HTML формат (html) 
15064 = Microsoft Excel 
15065 = Експортувати 
15066 = Виберіть стовпчики для експорту: 
15067 = Показувати як нові програми, інстальовані: 
15068 = За останні (днів) 
15069 = З часу останнього запуску деінсталятора 
15070 = Назва групи: 
15071 = Додати 
15072 = Група 
15073 = Відстежені програми 
15074 = Відстежені\nпрограми 
15075 = Усі програми 
15076 = Усі\nпрограми 
15077 = Видалити журнал 
15078 = Розширене видалення 
15079 = Змінити піктограму 
15080 = Додати до групи 
15081 = Видалити з групи 
15082 = Деінсталяція 
15083 = Деінсталяція файлів і папок, внесених до журналу: 
15084 = Деінсталяція записів реєстру, внесених до журналу: 
15085 = Є деякі дані, які мають відношення до видаленої програми, але не були видалені, тому що не були відслідковані Revo Uninstaller Pro при встановленні програми. Якщо потрібно переглянути їх і, можливо, видалити, натисніть кнопку "Розширена деінсталяція" 
15086 = Розширена деінсталяція
15087 = Шлях до файлу\папки 
15088 = Завантаження списку… 
15089 = Деінсталяція вибраних значень 
15090 = Відкрити батьківський ключ реєстру… 
15091 = Розгорнути все 
15092 = Згорнути все 
15093 = Ім'я значення 
15094 = Папка журналів: 
15095 = Виконати операцію перейменування системних файлів і папок, які колись існували 
15096 = Примусова деінсталяція 
15097 = Примусова\nдеінсталяція 
15098 = Розгорнути вибраний ключ 
15099 = Згорнути вибраний ключ 
15100 = Деінсталювати вибраний ключ 
15101 = Позначити ключ як створений 
15102 = Додати до списку винятків 
15103 = Недійсний файл журналу
15104 = Файл не існує! Виберіть існуючий файл або скасуйте операцію. 
15105 = Вибрати процес 
15106 = Додати процес до списку 
15107 = Повний шлях процесу: 
15108 = Додати ключ реєстру 
15109 = Шлях ключа реєстру 
15110 = Команда примусової деінсталяції допомагає видалити програми або залишки частково встановлених або видалених програм. Можна переглянути залишки файлів і папок або ввести повний шлях до будь-якого файлу або папки програми, яку потрібно видалити. Ви також можете ввести назву програми як додаткову інформацію. На основі цих даних Revo Uninstaller Pro шукатиме вбудований деінсталятор з відповідним журналом інсталяції в модулі Відстежені програми і Базі даних журналів. Якщо він знайдеться, ви його побачите в списку і зможете вибрати - запускати його чи ні.\n\nВведіть точну назву та місце встановлення програми, яку потрібно видалити!
15111 = Режими сканування 
15112 = Вбудований 
15113 = Безпечний 
15114 = Помірний 
15115 = Розширений 
15116 = Повний шлях до файлу програми або папки: 
15117 = Точна назва програми: 
15118 = Знайдено вбудовані деінсталятори: 
15119 = Запустити вибраний вбудований деінсталятор 
15120 = Назва програми 
15121 = Команда деінсталяції 
15122 = Тип 
15123 = 32-розрядн. 
15124 = 64-розрядн. 
15125 = Вбити процес і продовжити 
15126 = Вибраний файл - це працюючий процес! Якщо потрібно видалити його і пов'язані з ним елементи належним чином, найкраще буде вбити (зупинити) його і потім продовжити 
15127 = Ключ реєстру у винятки 
15128 = Включаючи підключі 
15129 = При запуску починати з вікна "Відстежені програми" 
15130 = Видаляти файли і папки: 
15131 = До папки резервування Backup 
15132 = До кошика 
15133 = Назавжди 
15134 = Видалити вибрані елементи? 
15135 = Папки 
15136 = Файли 
15137 = Можливо пов'язані файли та папки 
15138 = Можливо пов'язані елементи реєстру 
15139 = Ключі: 
15140 = Значення: 
15141 = Відстежені файли та папки 
15142 = Виконати операцію перейменування колись існуючих системних файлів і папок 
15143 = Видалити вибрані елементи? 
15144 = Вибрані, але залишені файли будуть видалені під час наступного запуску системи. 
15145 = Відстежені елементи реєстру 
15146 = Деінсталяція… 
15147 = Пошук залишених файлів, папок і елементів реєстру на основі наявної початкової інформації 
15148 = Аналіз і запуск вбудованого деінсталятора програми для видалення за промовчанням. 
15149 = Після завершення роботи деінсталятора програми натисніть "Пошук" для початку пошуку залишених файлів, папок і елементів реєстру. 
15150 = Недостатньо місця на диску для запису кеш-файлу 
15151 = Помилка запису кеш-файлу. Ви впевнені, що маєте необхідні привілеї? 
15152 = Помилка читання кеш-файлу 
15153 = Revo Uninstaller Pro нічого не знайшов 
15154 = Пошук 
15155 = Довільна\nдеінсталяція 
15156 = Модуль "Усі програми" Revo Uninstaller Pro показує всі встановлені програми і компоненти як для поточного, так і для всіх користувачів, розділені на дві групи - "Нові" та "Інші". Використовуючи подання "Деталі" або контекстне меню, можна отримати додаткову інформацію (посилання та властивості програм). Параметри модуля розташовані в підпункті "Усі програми" під пунктом "Деінсталятор" в панелі "Налаштування". 
15157 = Модуль "Відстежені програми" Revo Uninstaller Pro показує всі програми, встановлення яких ви відстежили при інсталяції, використовуючи Revo Uninstaller Pro. Для відстеження інсталяції програми з Revo Uninstaller Pro можна запустити інсталяційний файл правою кнопкою миші або натиснувши кнопку "Інсталяція програм" в основному меню. Налаштування цього модуля знаходяться в підпункті "Відстежені програми " нижче пункту "Деінсталятор" в панелі "Налаштування". 
15158 = Реєстрація 
15159 = Довідка 
15160 = Інсталяція програм 
15161 = Інсталяція\nпрограм 
15162 = Створити точку відновлення системи і повне резервування реєстру перед деінсталяцією 
15163 = Створення повного резервування реєстру… 
15164 = Створення точки відновлення і резервування реєстру відключене (у меню Налаштування->Деінсталятор) 
15165 = Створення повного резервування реєстру - готово! 
15166 = Створення повного резервування реєстру - невдача! 
15167 = (Не підтримується в Windows Vista та Windows 7,8) 
15168 = Журнали: 
15169 = Або клацніть правою кнопкою миші на піктограму "Режим полювання" і виберіть "Вихід"
15170 = Відкривати Майстер деінсталяцій розгорнутим
15171 = Шлях до папки
15172 = Встановіть читач pdf для перегляду файлу Довідки
15173 = Додати нову Групу
15174 = Видалити вибрані журнали
15175 = Перебудувати кеш-файл
15176 = Перебудувати кеш-файл?\nВаші налаштування деяких параметрів програми будуть скинуті!
15177 = Керування
15178 = Журнал Експорту, Імпорту або Редагування
15179 = Зміна або\nВиправлення
15180 = Зміна або Виправлення
15181 = Посилання оновлення
15182 = База даних журналів
15183 = База даних\nжурналів
15184 = Програми:
15185 = Ім'я програми
15186 = Версія програми
15187 = Версія Windows
15188 = Розрядність Windows
15189 = Знайти
15190 = Показувати лише журнали, сумісні з %s
15191 = Показувати лише %s журнали
15192 = Відповідні журнали:
15193 = Журнали бази даних:
15194 = Пошук за:
15195 = журнал
15196 = журнали
15197 = програма
15198 = програми
15199 = Ім'я
15200 = Швидка деінсталяція 
15201 = Швидка\nдеінсталяція
15202 = Створення початкового резервування системи
15203 = Деінсталяція програми %d з %d
15204 = Початковий аналіз - готово!
15205 = Запуск вбудованого деінсталятора програми - готово!
15206 = Запуск вбудованого деінсталятора програми - невдача!
15207 = Пошук залишених файлів, папок та елементів реєстру…
15208 = Видалення знайдених залишених елементів…
15209 = Видалено %d залишених ключів реєстру та %d значень
15210 = Видалено %d залишених папок та %d файлів
15211 = Швидка деінсталяція завершена!
15212 = Статус
15213 = Після завершення роботи вбудованого деінсталятора натисніть кнопку "Далі" для завершення процесу деінсталяції.
15214 = Далі
15215 = Імпортовано
15216 = Додати коментар
15217 = Редагувати коментар
15218 = Модулі
15219 = Дата журналу
15220 = Підготовка даних журналу для деінсталяції…
15221 = %d з %d елементів
15222 = Виконання необхідних операцій перейменування…
15223 = Деінсталювати вибраний журнал?
15224 = Деінсталювати вибрані журнали?
15225 = Деінсталяція журналу %d з %d
15226 = Експортувати усе
15227 = Пропустити\nрезервування
15228 = Пропустити створення точки відновлення системи і повного резервування реєстру
15229 = Створення повного резервування реєстру - пропущено!
15230 = Створення точки відновлення системи - пропущено!
15231 = Редагувати журнал
15232 = Імпортувати журнал
15233 = Експортувати журнал
15234 = Синтаксичний аналіз журналу -
15235 = Перейменувати журнал
15236 = Ім'я журналу
15237 = Зберегти зміни
15238 = Змінити
15239 = Піктограма
15240 = Індекс піктограми
15241 = Автор
15242 = Час створення
15243 = Час останнього змінення
15244 = Передбачуваний розмір
15245 = Ключі реєстру
15246 = Значення реєстру
15247 = Створено
15248 = Видалено
15249 = Перейменовано
15250 = Перезаписано
15251 = Невідомо
15252 = Старе ім'я
15253 = Повне ім'я
15254 = Старе повне ім'я
15255 = Стара дата
15256 = Значення реєстру з таким ім'ям вже існує!
15257 = Додати ключ
15258 = Ім'я ключа:
15259 = Не змінено
15260 = Змінити ключ
15261 = Додати значення
15262 = Змінити значення
15263 = Створений
15264 = Старий тип
15265 = Примусово зупинити роботу виконуваних файлів під час їх видалення
15266 = Шукати відповідний журнал перед звичайною деінсталяцією програми
15267 = Виконати Швидке видалення вибраної програми?
15268 = Знайдено відповідний журнал серед ваших журналів для деінсталяції\nЗапущено вбудований деінсталятор програми для деінсталяції за промовчанням.
15269 = Знайдено відповідний журнал в базі даних журналів для деінсталяції\nЗапущено вбудований деінсталятор програми для деінсталяції за промовчанням.
15270 = Після завершення роботи вбудованого деінсталятора програми натисніть кнопку "Далі" щоб побачити залишені файли, папки та елементи реєстру.
15271 = Помилка завантаження файлу журналу!
15272 = Помилка перейменування завантаженого файлу журналу!
15273 = Модуль "База даних журналів" програми Revo Uninstaller Pro відображає список журналів відстежених програм, сумісних з вашою Windows. Ці журнали зберігаються на нашому веб-сайті, що підтримується командою Revo Uninstaller Pro. Ви можете легко (лише натиснувши кнопку "Деінсталяція") використовувати ці журнали для деінсталяції програм з вашого комп'ютера.
15274 = Ваша версія:
15275 = Оновити зараз
15276 = Автоматично оновлювати базу даних журналів
15277 = Помилка завантаження бази даних журналів!
15278 = Помилка оновлення бази даних журналів!
15279 = Помилка видобування з бази даних журналів!
15280 = Помилка відкриття бази даних журналів!
15281 = Введіть свій коментар:
15282 = Вибір піктограми
15283 = Шлях до файлу:
15284 = Виберіть піктограму зі списку:
15285 = Файл
15286 = Папка
15287 = Експортування журналу -
15288 = Імпортування журналу -
15289 = %d%% завершено
15290 = Експортовано
15291 = Знайдено пов'язані журнали
15292 = Так (рекомендовано)
15293 = Перелічені журнали, зроблені вами, здається, пов'язані з програмою, яку ви видаляєте. Використовувати дані з журналів під час деінсталяції?
15294 = Завантаження журналу -
15295 = Перелічені журнали, знайдені в базі даних журналів, здається, пов'язані з програмою, яку ви видаляєте. Якщо потрібно використовувати дані з журналів під час деінсталяції, встановіть відповідний прапорець.
15296 = Існує відповідний журнал деінсталяції в нашій базі даних журналів.\nВикористати його для найповнішої деінсталяції програми?
15297 = Видалити вибрані журнали зі списку?
15298 = Слід вибрати принаймні один стовпчик для експорту!
15299 = Огляд для
15300 = Використання вибраного журналу
15301 = Джерело
15302 = Ви не вибрали жодного вбудованого деінсталятора зі списку.\nПродовжити пошук залишених файлів і пропустити використання вбудованого деінсталятора?
15303 = Виберіть вбудований деінсталятор зі списку, якщо ви хочете використовувати його під час процесу деінсталяції.
15304 = Ви не вибрали жодного журналу зі списку.\nПродовжити пошук залишених файлів і пропустити використання журналу?
15305 = Виберіть журнал зі списку, якщо ви хочете використовувати його під час процесу деінсталяції.
15306 = Завантаження даних журналу…
15307 = Створити повну резервну копію реєстру перед деінсталяцією
15308 = Створення повної резервної копії реєстру відключене (Налаштування->Деінстялятор)
15309 = Шлях:
15310 = Використати дані деінсталяції програми для отримання дати інсталяції
15311 = Інсталювати програму з \nRevo Uninstaller Pro
15312 = Об'єднати вибрані журнали
15313 = Бажаєте об'єднати вибрані журнали?\nЦя команда підходить для журналів, пов'язаних з однією програмою, і об'єднує всі журнали в один журнал з даними.
15314 = Ім'я об'єднаного журналу
15315 = Папку у винятки
15316 = Файли і папки у винятки
15317 = Ключі реєстру у винятки
15318 = Деінсталяцію %s було перервано перезавантаженням комп'ютера. Продовжити процес деінсталяції?
15319 = Всі Журнали операцій на поточному комп'ютері
15320 = Передати
15321 = Резервувати
15322 = Відновити
15323 = Виберіть основну папку портативної версії
15324 = Журнали резервування
15325 = Журнали відновлення
15326 = Переписати існуючі журнали з тим же ім'ям?
15327 = Помилка виявлення встановленої папки даних Revo Uninstaller Pro.
15328 = Пошук виконуваного файлу… 
15329 = Неможливо запустити програму
15330 = Програма вже працює
15331 = Здається, запущена програма не має інтерфейсу користувача
15332 = Здається, програма закрилася передчасно
15333 = Очікування інтерфейсу користувача…
15334 = Показувати прапорці у поданні Деталі
15335 = Шлях не існує!
15336 = Експортувати дані журналу
15337 = Перелічені програми встановлені в тому ж місці, що й %s. Будуть знайдені залишки від усіх цих програм.\nПродовжити?
15338 = Знайдено пов'язані програми
15339 = Автоматично видаляти всі знайдені залишки
15340 = Знайдено %d залишків в реєстрі
15341 = Видалення %d залишків з реєстру…
15342 = Знайдено %d залишених папок і %d файлів
15343 = Видалення %d залишених папок і %d файлів…
15344 = Вибрано %d
15345 = Показати опцію сканування усіх облікових записів Windows на наявність залишків
15346 = Виберіть колірну тему
15347 = Класична
15348 = Темна
15349 = Ви завжди можете змінити ці параметри пізніше.
15350 = Аналіз вбудованих деінсталяторів для видалення програм за промовчанням і запуск їх без звуку (якщо можливо)
15351 = Запуск команд деінсталяції програм за промовчанням для початку видалення
15352 = Сканувати всі облікові записи Windows на наявність залишків
15353 = Деінсталювати з усіх облікових записів Windows
15354 = Виконання вбудованого деінсталятора %s
15355 = Після завершення роботи деінсталятора ( %s ) за промовчанням, натисніть кнопку "Сканувати" для сканування на наявність залишків
15356 = Рівень журналу змінено на %d.
15357 = Продовжити деінсталяцію?
15358 = Скасувати деінсталяцію?
15359 = Папки нижче можуть містити дані та документи користувача:
15360 = Фільтрувати за розміром
15361 = Фільтрувати за типом
15362 = Приховано
15363 = Фільтрувати за диском
15364 = Бажаєте зберегти свої уподобання?\nПіктограми, коментарі, групи тощо.
15365 = Видалення цього продукту може призвести до того, що деякі функції Windows або інші програми не працюватимуть належним чином.
15366 = Список фільтрів програм
15370 = Режим сканування

[Auto Run Manager Pro]
15800 = Додати 
15801 = Додати програму в автозавантаження Windows 
15802 = Встановити автозавантаження для: 
15803 = Усіх користувачів 
15804 = Поточного користувача 
15805 = Встановити автозавантаження з: 
15806 = Реєстр: Run - при кожному запуску Windows 
15807 = Реєстр: RunOnce - одного разу під час наступного запуску Windows 
15808 = Папка запуску - при кожному запуску Windows 
15809 = Команда (повний шлях): 
15810 = Ім'я: 
15811 = Видалений з автозавантаження
15812 = Видалені не запущені елементи з автозавантаження 
15813 = Видалені усі відключені елементи з автозавантаження
15814 = Служби
15815 = Відкрити служби Windows
15816 = Заплановані завдання
15817 = Увімкнути
15818 = Вимкнути

[General App]
16001 = Друк 
16002 = Перегляд друку 
16003 = Настроювання друку 
16004 = Вигляд 
16005 = Меню 
16006 = Основна панель 
16007 = Панель опису 
16008 = Панель стану 
16009 = Панель інструментів 
16010 = Файл 
16011 = Менеджер\nавтозавантаження 
16012 = Очищувач\nнепотрібних файлів 
16013 = Інструменти\nWindows 
16014 = Очищувач\nбраузерів 
16015 = Очищувач\nMicrosoft Office 
16016 = Очищувач\nWindows 
16017 = Видалення\nдоказів 
16018 = Невідновлюване\nвидалення
16019 = Менеджер\nрезервування 
16020 = Встановити з Revo Uninstaller Pro 
16021 = Видалити з Revo Uninstaller Pro 
16022 = Інсталювати вибрану програму з Revo Uninstaller Pro 
16023 = Деінсталювати вибрану програму з Revo Uninstaller Pro 
16024 = Папка резервування: 
16025 = Резервувати видалені елементи реєстру 
16026 = Резервувати видалені файли і папки 
16027 = Microsoft Excel не встановлений на цьому комп'ютері (код помилки 0x%08X). 
16028 = Неможливо запустити Microsoft Excel (код помилки 0x%08X). 
16029 = Невідома помилка. 
16030 = Реєстр 
16031 = Пропускати інформаційні повідомлення Revo Uninstaller Pro
16032 = Пропускати попереджаючі повідомлення Revo Uninstaller Pro
16033 = Процеси 
16034 = Відслідковувати програми в компактному режимі 
16035 = Включаючи процеси: 
16036 = Виключаючи процеси: 
16037 = Шлях до процесу 
16038 = Візуальна тема: 
16039 = Панелі 
16040 = Показати написи 
16041 = Показати маленькі піктограми
16042 = Синя 
16043 = Сіра 
16044 = Чорна 
16045 = Срібляста 
16046 = Програмна 
16047 = Програмна 2 
16048 = Програмна м'яка 
16049 = Купити 
16050 = Після придбання Revo Uninstaller Pro, ви отримаєте серійний номер номер електронною поштою. Для активації Revo Uninstaller Pro вам потрібно ввести серійний номер у відповідне поле нижче і натиснути кнопку “Активація онлайн”. Для активації потрібне інтернет-з'єднання і відсутність блокування Revo Uninstaller Pro з боку брандмауера. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16051 = Реєстрація 
16052 = Введіть правильний серійний номер: 
16053 = Активація онлайн
16054 = Усі права застережено. 
16055 = Зареєстрована версія 
16056 = Незареєстрована версія 
16057 = Видалити створені резервні копії, журнали та інші дані Revo Uninstaller Pro? Натисніть "Ні", якщо ви оновлюєте програму. 
16058 = Перекладач: 
16059 = Щоденно створювати повне резервування реєстру 
16060 = Видалити журнал відстеженої програми після деінсталяції
16061 = Показувати маленькі піктограми у поданні Деталі
16062 = Показувати команди в контекстному меню Windows (Інсталювати з…, Деінсталювати з…)
16063 = Встановити прапорець на усіх залишених елементах за промовчанням
16064 = Темносіра
16065 = Синя 2
16066 = Показати Revo Uninstaller Pro на панелі керування
16067 = Пропустити підказку керування обліковими записами користувачів (UAC)
16070 = Панель керування
16071 = Довільна
16072 = Тема
16073 = Довільний колір тла
16074 = Довільний колір вибраного елементу
16075 = Перед запуском імпорту журналу закрийте Revo Uninstaller Pro.\nАбо імпортуйте журнал за допомогою кнопки "Керування" у модулі "Відстежені програми".
16076 = Активація
16077 = Виберіть метод активації
16078 = Активація онлайн
16079 = Активація файлом
16080 = Ваш 30-денний термін випробування завершився. Якщо потрібно продовжити використання продукту, вам необхідно придбати ліцензію.
16081 = Після придбання ліцензії на Revo Uninstaller Pro, ви отримаєте серійний номер електронною поштою. Для активації Revo Uninstaller Pro вам потрібно ввести ваші ім'я та серійний номер у відповідні поля нижче (настійно рекомендовано скопіювати і вставити) і натиснути кнопку “Активація онлайн”. Для активації потрібне інтернет-з'єднання і відсутність блокування Revo Uninstaller Pro з боку брандмауера. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16082 = Після придбання ліцензії на Revo Uninstaller Pro, ви отримаєте серійний номер електронною поштою. Для активації Revo Uninstaller Pro за допомогою файлу вам потрібно ввести ваші ім'я та серійний номер у відповідні поля нижче (настійно рекомендовано скопіювати і вставити) і натиснути кнопку “Зберегти файл”. Потім надішліть створений файл на адресу support@revouninstaller.com або registration@revouninstaller.com. На протязі 24 годин ми надішлемо вам ключ розблокування для завершення активації Revo Uninstaller Pro. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16083 = Ви вибрали активацію Revo Uninstaller Pro за допомогою файлу. Після надсилання файлу активації на нашу електронну пошту підтримки, ви отримаєте ключ розблокування Revo Uninstaller Pro. Вам потрібно буде ввести ключ розблокування у відповідне поле нижче (настійно рекомендовано скопіювати і вставити) і натиснути кнопку “Активація”. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16084 = У ваш комп'ютер були внесені зміни, які вимагають переактивації Revo Uninstaller Pro. Просто натисніть кнопку “Активація”. Якщо у вас виникнуть питання або проблеми, пов'язані з реєстрацією, пишіть нам на адресу: registration@revouninstaller.com
16085 = Активацію завершено!
16086 = Активація невдала!
16087 = Відсутнє з'єднання з сервером активації. Впевніться, що ваш брандмауер не блокує Revo Uninstaller Pro.
16088 = Введіть ім'я користувача:
16089 = Введіть серійний номер (рекомендовано скопіювати і вставити):
16090 = Введіть ключ розблокування (рекомендовано скопіювати і вставити):
16091 = Скинути процес активації
16092 = Залишилось днів:
16093 = Зберегти файл
16094 = Зареєстрована на 
16095 = Переактивація
16096 = Триває активація. Зачекайте…
16097 = Серійний номер хибний.\nСкопіюйте і вставте серійний номер замість його введення з клавіатури!
16098 = Перезапустіть Revo Uninstaller Pro
16099 = Темний режим
16100 = Серійний номер:
16101 = Дані ліцензії:
16102 = Надсилання відгуку
16103 = Онлайн-підтримка
16104 = Скинути параметри панелей головного вікна
16105 = Скинути параметри керування поданням Деталі
16106 = Скидання успішно завершене!\nПерезапустіть Revo Uninstaller Pro для застосування змін.
16107 = Не вибрано жодного елемента.\nВиберіть принаймні один елемент для продовження.
16108 = Показувати екран вітання при запуску
16109 = Очищувач історії
16110 = Очищувач\nісторії
16111 = Більше\nкоманд
16112 = Revo Uninstaller Pro вже працює!
16113 = Підписка на оновлення завершується: 
16114 = Продовжити зараз
16115 = Підписка на оновлення завершується %s!
16116 = Підписатися на оновлення
16117 = Якщо бажаєте використовувити останні версії Revo Uninstaller Pro, випущені після цієї дати, вам потрібно продовжити Підписку на оновлення.
16118 = Нагадування про пробну версію
16119 = Дякуємо за використання Revo Uninstaller Pro. Ви запускаєте 30-денну повністю функціональну пробну версію. Якщо вам подобається програма і ви бажаєте використовувати її після завершення випробувального терміну, вам потрібно придбати ліцензію.
16120 = Ваша підписка дозволяє встановити та активувати версію Revo Uninstaller Pro, випущену до %s. Якщо бажаєте використовувити останню версію Revo Uninstaller Pro, вам потрібно продовжити Підписку на оновлення.
16121 = Подобається
16122 = Деактивована ліцензія
16123 = Ви деактивували свою ліцензію. Якщо ви бажатимете використовувати Revo Uninstaller Pro знову, зареєструйте його з дійсним серійним номером
16124 = Деактивувати ліцензію
16125 = Використаний ключ активації успішно деактивовано.
16126 = Деактивація зазнала невдачі!
16127 = Бажаєте деактивувати свою ліцензію?\nПоточна копія Revo Uninstaller Pro перестане працювати! Продовжуйте, лише якщо ви хочете перенести свою ліцензію на інший комп'ютер.
16128 = Деактивувати
16129 = Деактивація вашої ліцензії. Зачекайте …
16130 = день
16131 = Введений серійний номер вже застосовано до поточного файлу ліцензії.
16132 = Ваша підписка на оновлення завершується %s, тому ви не маєте права оновлювати свою поточну версію Revo Uninstaller Pro. Якщо бажаєте встановити та використовувати останню версію, вам потрібно продовжити Підписку на оновлення.
16133 = Текст кнопок керування
16134 = Введіть будь-яке ім’я користувача
16135 = Успішно імпортовано!\nПерезапустіть Revo Uninstaller Pro, щоб застосувати зміни.
16150 = Колір фону діалогів
16151 = Колір тексту
16152 = Колір фону елементів керування
16153 = Колір виділення
16156 = Вимкнути усі анімації тексту
16157 = Отримати нашу програму для Android
16158 = Завантажити нашу програму для Android
16159 = Копіювати в буфер обміну
16160 = Введіть ключ розблокування, отриманий електронною поштою або в чаті від служби підтримки Revo Uninstaller Pro
16161 = Виникла помилка. Зв'яжіться з командою підтримки Revo Uninstaller Pro і повідомте інформацію про ліцензію.
16162 = Помилка онлайн-активації. Спробуйте "Активацію файлом"
16163 = Наші продукти

[AppBar]
16900 = Збереження журналу моніторингу змін системи 
16901 = Зупинити моніторинг інсталяції 
16902 = Revo Uninstaller Pro відслідковує зміни системи - продовжуйте встановлення як звичайно!\nНЕ запускайте інших інсталяційних файлів, програм або чого-небудь ще під час інсталяції!\nПісля встановлення програми запустіть її, налаштуйте і потім закрийте.\nДалі натисніть кнопку "Зупинити" (червоний квадрат) і збережіть файл журналу. 
16903 = Впишіть назву журналу: 
16904 = Впишіть назву журналу і натисніть "Зберегти" 
16905 = Revo Uninstaller Pro відстежує інсталяцію 
16906 = Revo Uninstaller Pro зберігає дані 
16907 = Немає прав на вимикання комп'ютера. Спробуйте зробити це вручну! 
16908 = Неможливо отримати право на вимикання комп'ютера. Спробуйте зробити це вручну!
16909 = Вкажіть правильне ім'я журналу! 
16910 = Скасувати ведення журналу?

[JunkFilesCleanerPro]
17000 = Винятки
17001 = Остання зміна 
17002 = Сканування папки…
17003 = Додані
17004 = Папки, додані як непотрібні

[Windows Apps]
17100 = Програми\nWindows
17101 = Програми Windows
17102 = Програма Windows
17103 = Всього програм
17104 = Програма
17105 = Програми
17106 = Модуль "Програми Windows" відображає всі встановлені програми Windows і допомагає видалити будь-яку з них одним натисненням кнопки. Деякі програми, що виробляються корпорацією Майкрософт, попередньо встановлені з операційною системою, інші встановлюються через Microsoft Store. Більше інформації про будь-яку програму можна знайти в контекстному меню.
17107 = Аналіз і запуск вбудованої команди деінсталяції програми
17108 = Після завершення роботи вбудованого деінсталятора програми, натисніть кнопку "Сканувати" для пошуку залишених файлів, папок та елементів реєстру.
17109 = Бажаєте деінсталювати вибрану програму?
17110 = Неможливо запустити вибрану програму Windows!
17111 = Відкрити в Microsoft Store
17115 = Припинити
17116 = Скинути програму
17117 = Скинути Microsoft Store
17118 = Неможливо припинити роботу вибраної програми.
17119 = Буде відновлено програму до її початкової конфігурації.\nПродовжити?
17120 = Буде відновлено Microsoft Store до його початкової конфігурації.\nПродовжити?
17121 = Помилка вбудованої деінсталяції %s.\nМи рекомендуємо перевірити цілісність ваших системних файлів або скинути програму %s і спробувати ще раз.
17122 = Помилка деінсталяції

[Browser Extensions]
17200 = Розширення\nбраузера
17201 = Розширення браузера
17202 = Розширення MS Edge
17203 = Тип
17204 = Розширення
17205 = Модуль
17206 = Програма
17207 = Помічник
17208 = Панель інструментів
17209 = Служба пошуку
17210 = %s вже працює. Вбийте (примусово зупиніть) його для продовження.\nНезбережені дані у вашому браузері можуть бути втрачені.
17211 = Всього розширень
17212 = розширення
17213 = розширення
17214 = Модуль "Розширення браузера" відображає та допомагає видалити різні додаткові компоненти (розширення або надбудови), які інсталюються в найпопулярніші браузери - Google Chrome, Microsoft Edge, Mozilla Firefox та Internet Explorer - для розширення їх функціональності. Стовпчик "Тип" показує тип розширення відповідно до браузера.
17215 = Бажаєте видалити вибране розширення?
17216 = Видалення розширення %s
17217 = Щоб уникнути автоматичної повторної інсталяції розширення, вимкніть "Синхронізувати програми" та "Синхронізувати розширення" в параметрах Chrome, потім продовжуйте процес видалення.
17218 = Ви вибрали попередньо інстальоване розширення.
17219 = Браузер
17220 = Профіль
17221 = %s працює.◙ Натисніть 'k' щоб вбити або примусово закрити його (незбережені дані у вашому браузері можуть бути втрачені).◙ Натисніть будь-яку іншу клавішу, щоб скасувати.
17222 = %s працює. Закрийте його, щоб продовжити.

[EvidenceRemoverPro]
17300 = Тип 
17301 = Всього 
17302 = Вільно 
17310 = Локальний диск 
17311 = Знімний диск 
17312 = Залишилось часу:
17313 = днів 
17314 = годин
17315 = хвилин
17316 = секунд
17317 = Ви впевнені, що ви хочете, щоб зупинити цей процес

[WindowsToolsPro]
17400 = Відновлення системи
17401 = Діагностика мережі
17402 = Інформація про мережу
17403 = Центр безпеки
17404 = Властивості системи
17405 = Інформація про систему
17406 = Команда TCP/IP Netstat
17407 = Екранна клавіатура
17408 = Дефрагментатор диска
17409 = Служби
17410 = Спільні папки
17411 = Групова політика
17412 = Додати/видалити компоненти Windows
17413 = Засіб видалення шкідливих програм Microsoft Windows
17414 = Резервування і відновлення Windows
17415 = Планувальник завдань
17416 = Перевірка диска
17417 = Перевірка системних файлів
17418 = Очищення диска
17419 = Монітор ресурсів
17420 = Обслуговування та керування образами розгортання
17421 = Очищення кешу DNS
17422 = Інформація та діагностика DirectX
17450 = Резервування і відновлення Windows дозволяє створювати копії файлів даних для всіх людей, які використовують комп'ютер, і надає можливість створювати образ системи. Ви можете дозволити Windows вибрати, що резервувати, або самостійно виберіть окремі папки, бібліотеки та диски, резервні копії яких потрібно зробити. Образ системи містить в собі Windows і параметри вашої системи, програми та файли. Образ системи можна використати для відновлення вмісту вашого комп'ютера, якщо жорсткий диск або комп'ютер відмовляються працювати.
17451 = Планувальник завдань дозволяє планувати автоматизовані завдання, які виконують дії в певний час або при настанні певних подій. Він надає можливість планувати запуск програм або сценаріїв у окреслені терміни або після певного часового інтервалу. Планувальник завдань керує бібліотекою усіх запланованих завдань, що забезпечує організований перегляд завдань і зручний спосіб керування ними. 
17452 = Перевірка диска перевіряє логічну цілісність файлової системи на томі Windows. Також виконується перевірка на проблеми, пов'язані з битими секторами, втраченими кластерами, файлами з перехресними зв'язками і помилками каталогів. Ці проблеми можуть бути викликані збоями або зависаннями системи, перебоями електроживлення, неправильним вимиканням комп'ютера і т.д. 
17453 = Перевірка системних файлів дозволяє сканувати і відновлювати пошкодження в системних файлах Windows, перевіряючи їх версії. Якщо буде виявлено проблему, вона буде намагатися замінити проблемні файли з кеша DLL Windows. Якщо файл відсутній в кеші DLL Windows або кеш DLL пошкоджений, вам буде запропоновано вставити інсталяційни диск Windows.
17454 = Очищення диска - службова утиліта, призначена для звільнення місця на жорсткому диску комп'ютера. Вона дозволяє користувачам видаляти файли, які більше не потрібні або які можна безпечно видалити, як тимчасові, а також кеш-пам'ять та файли журналів, створені операційною системою та іншими програмами.
17455 = Монітор ресурсів відображає інформацію про використання ресурсів (процесор, пам'ять, диск та мережа) та програмного забезпечення (індекси файлів та модулі) в режимі реального часу. Цей інструмент за допомогою графіків допоможе дізнатися, скільки ресурсів використовується на даний момент та на протязі часу. Таким чином, ви можете перевірити показники продуктивності конкретного ресурсу та визначити хід дій, щоб покращити ефективність комп'ютера.
17456 = DISM запускає сканування на наявність пошкоджень і усуває проблеми, виявлені в операційній системі.
17457 = Якщо у вас виникли проблеми з доступом до веб-сторінки або використання онлайн-служби, можливо, ваш пристрій має кеш з застарілим записом DNS, який потрібно вручну очистити або скинути.
17458 = Інструмент діагностики DirectX відображає велику кількість інформації про DirectX, а також дозволяє виконувати основні діагностичні тести в системі DirectX.

17480 = Інструмент
17481 = Командний рядок
17482 = Додати власний інструмент
17483 = Редагувати інструмент
17484 = Власний інструмент з такою назвою вже існує.\nВведіть іншу назву.

[WindowsCleanerPro]
17500 = Видалити кеш мініатюр

[UnrecoverableDeletePro]
17600 = Додати файли
17601 = Додати папку 
17602 = Видалити назавжди 
17603 = Видалення
17604 = Обчислення…
17605 = Залишені елементи у списку не можна видалити зараз.\nПереконайтеся, що вони не використовуються Windows або іншою програмою і спробуйте ще раз.
17606 = Видалити вибрані елементи зі списку

[Backup Manager]
17800 = Менеджер резервного копіювання
17801 = Відновити 
17802 = Видалити 
17803 = Видалити всі 
17804 = Розширене\nвідновлення
17805 = Відновити повністю\n резервну копію реєстру
17812 = Завантаження дерева… 
17813 = Назад 
17814 = Далі 
17815 = Не знайдено точки відновлення 
17816 = Обробка 
17817 = Створено резервну копію %d з %d елементів 
17818 = Точки відновлення: 
17819 = Всього: 
17820 = Менеджер резервного копіювання допоможе вам керувати резервної інформацією, збереженою Revo Uninstaller Pro після кожного видалення елементу реєстру, файлу або папки. При поверненні до точки відновлення ви можете відновити усю видалену інформацію або вибрати і відновити один або декілька елементів, які вам необхідно повернути назад. Якщо необхідно додаткове вільне місце на диску, можна видалити одну або декілька локальних точок відновлення. 
17821 = Ім'я 
17822 = Дія 
17823 = Розмір 
17824 = Елементи реєстру 
17825 = Файли та папки 
17826 = Час 
17827 = Дата 
17830 = Ключ/ім'я значення 
17831 = Дані 
17835 = Значення за промовчанням 
17836 = Відновлено %d з %d елементів 
17837 = Відновлення 
17838 = Ім'я файлу/папки 
17839 = Розширене відновлення 
17840 = Помилка читання резервного файлу! 
17841 = Папки та файли для відновлення 
17842 = Елементи реєстру для відновлення 
17843 = Немає вільного місця на диску для запису даних резервного файлу! 
17844 = Помилка запису резервного файлу! 
17845 = Відновити дію %s з %s? 
17846 = Видалити всі точки відновлення? 
17847 = Видалити\nза часом
17848 = Видалити резервні копії, старші певної дати або періоду
17849 = Видалити резервні копії, старші ніж:
17850 = Вибрана дата:
17851 = Один тиждень
17852 = Два тижні
17853 = 30 днів
17854 = 90 днів
17855 = 180 днів
17856 = Один рік
17857 = Інша дата
17858 = Ви вибрали дату, новішу сьогоднішньої.\nУсі резервні копії будуть видалені! Продовжити?

[TooltipsPro]
18200 = Встановлює налаштування Revo Uninstaller Pro 
18201 = Змінити вигляд списку відстежених програм 
18202 = Керування інформацією про резервування, збереженою Revo Uninstaller Pro 
18203 = Встановлення програм з Revo Uninstaller Pro 
18204 = Розширене видалення залишків вже видалених програм 
18205 = Показати всі встановлені програми 
18206 = Показати відстежені при встановленні програми 
18207 = Видалити вибрану відстежену програму 
18208 = Розширене видалення вибраної відстеженої програми 
18209 = Відновити вибрану точку відновлення Revo Uninstaller Pro 
18210 = Розширене відновлення вибраної точки відновлення Revo Uninstaller Pro 
18211 = Видалити вибрану точку відновлення Revo Uninstaller Pro 
18212 = Додати програму в автозавантаження при запуску Windows 
18213 = Виконати операцію видалення доказів на зазначених дисках 
18214 = Додати файли для повного видалення 
18215 = Додати папку для повного видалення 
18216 = Видалити додані файли та папки 
18217 = Видалити позначені файли
18218 = Змінити або виправити інсталяції вибраних програм
18219 = Швидке видалення вибраних програм (усі знайдені залишені елементи будуть автоматично видалені)
18220 = Додати новий елемент до журналу
18221 = Змінити вибраний елемент
18222 = Видалити вибраний елемент з журналу
18223 = Експортувати дані поточного журналу як HTML

[Portable]
18500 = Помилка завантаження оновлення!
18501 = Помилка видобування оновлення!
18502 = Оновлення
18503 = Оновлення успішно завершене!
18504 = %d з %d файлів
18505 = Портативність
18506 = Використати власну папку для зберігання даних
18507 = Увімкнути режим швидкого завантаження
18508 = Прийняти
18509 = Ліцензійна угода
18510 = Ваша папка зберігання даних %s недоступна.\nЇї буде змінено на %s

20106 = Сповіщення

30000 = Доступна нова версія
30001 = Виявлено незавершену деінсталяцію! Продовжити видалення?
30003 = Виявлено залишки деінсталяції
30005 = Продовжити
30007 = Очистити
30009 = Нова версія:
30011 = Розмір:
30013 = Програма:
30015 = Запуск
30018 = Надалі не показувати
30034 = Помічник уже працює.

[UninstallHistory]
32900 = Історія деінсталяцій
32901 = Видалити все
32902 = Експортувати деталі
32903 = Ім'я програми
32905 = Деінстальовані програми:
32907 = Деінстальовані журнали:
32909 = Деінстальовані застосунки:
32910 = Імпортований журнал
32911 = Журнал користувача
32912 = Історія деінсталяцій відстежує усі виконані деінсталяції та надає детальну інформацію про всі видалені програми та залишкові дані.
32917 = Деталі програми:
32918 = Підсумок операції:
32919 = Операції з файлами та папками:
32920 = Операції з реєстром:
32921 = Деталі журналу:
32922 = Деталі застосунку:
32923 = Ключі реєстру успішно видалено
32924 = Значення реєстру успішно видалено
32925 = Файли успішно видалено
32926 = Папки успішно видалено
32927 = Встановити для видалення при перезавантаженні
32928 = Ключі реєстру не видалено
32929 = Значення реєстру не видалено
32930 = Підсумок
32931 = Видалені залишкові ключі реєстру:
32932 = Видалені залишкові значення реєстру:
32933 = Видалені залишкові папки:
32934 = Видалені залишкові файли:
32935 = Звільнено вільного місця від залишків:
32936 = Докладніше
32937 = Ви деінсталювали
32938 = Завершено операції деінсталяції
32940 = Пропущено користувачем